app/controllers/actors_controller.rb

	def create
	  @actor = Actor.new(actor_params)
	  if @actor.save
---
INSERT INTO "actors" ("name", "image_url", "bio", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)